Repository: HumphreyYeung/CatFocus
Catalog: CatFocus/CatFocus/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hant_tw

source: Luna reading at a quiet bookstore
ja: 静かな本屋さんで本を読むルナ
ko: 조용한 서점에서 책을 읽는 루나
zh_hant_tw: Luna 在安靜的書店裡閱讀

source: Luna resting indoors on a rainy day
ja: 雨の日、おうちでくつろぐルナ
ko: 비 오는 날 집에서 쉬는 루나
zh_hant_tw: Luna 在雨天的家裡休息

source: Luna spending an evening with friends
ja: お友だちと夜を過ごすルナ
ko: 친구들과 저녁을 보내는 루나
zh_hant_tw: Luna 和朋友們共度夜晚

source: Luna swimming at a community pool
ja: まちのプールで泳ぐルナ
ko: 동네 수영장에서 헤엄치는 루나
zh_hant_tw: Luna 在社區泳池游泳

source: Luna training like a champion in a boxing gym
ja: ボクシングジムでチャンピオンのように鍛えるルナ
ko: 복싱장에서 챔피언처럼 훈련하는 루나
zh_hant_tw: Luna 像冠軍一樣在拳擊館訓練

source: Luna writing the first letter at her desk
ja: 机で最初のお手紙を書くルナ
ko: 책상에서 첫 편지를 쓰는 루나
zh_hant_tw: Luna 在書桌前寫第一封信

source: Luna's complete postcard collection
ja: ルナのポストカード、全コレクション
ko: 루나의 전체 엽서 컬렉션
zh_hant_tw: Luna 的完整明信片收藏

source: Luna's Health
ja: ルナの元気度
ko: 루나의 컨디션
zh_hant_tw: Luna 的活力

source: Luna's health, %lld percent, %@
ja: ルナの元気度、%1$lldパーセント、%2$@
ko: 루나의 컨디션, %1$lld퍼센트, %2$@
zh_hant_tw: Luna 的活力，百分之 %1$lld，%2$@

source: LUNA'S SEAL
ja: ルナの肉球印
ko: 루나의 발도장
zh_hant_tw: Luna 的爪印

source: MEDITATED WITH LUNA FOR %lld MIN
ja: ルナと一緒に%lld分瞑想したよ
ko: 루나와 함께 %lld분 명상했어요
zh_hant_tw: 和 Luna 一起冥想了 %lld 分鐘

source: meditation
ja: 瞑想
ko: 명상
zh_hant_tw: 冥想

source: Meditation
ja: 瞑想
ko: 명상
zh_hant_tw: 冥想

source: Midday · 12:30 PM
ja: お昼 · 12:30
ko: 점심 · 오후 12:30
zh_hant_tw: 中午 · 下午 12:30

source: Monthly
ja: 月
ko: 월간
zh_hant_tw: 每月

source: Morning · 8:00 AM
ja: 朝 · 8:00
ko: 아침 · 오전 8:00
zh_hant_tw: 早晨 · 上午 8:00

source: Morning Champion
ja: 朝のチャンピオン
ko: 아침의 챔피언
zh_hant_tw: 早晨的冠軍

source: My Cat
ja: わたしのルナ
ko: 나의 루나
zh_hant_tw: 我的 Luna

source: MY LEGS HAVE FILED A COMPLAINT.
ja: 足から苦情がきています。
ko: 내 다리가 항의 중이야.
zh_hant_tw: 我的腿已經提出抗議了。

source: MY MOTIVATION IS RUNNING BEHIND ME.
ja: やる気が後ろから追いかけてくる。
ko: 의욕이 뒤에서 쫓아오고 있어.
zh_hant_tw: 我的幹勁還在後面追我。

source: MY PAWS ARE NEGOTIATING.
ja: 肉球と相談中です。
ko: 내 발들이 협상 중이야.
zh_hant_tw: 我的小爪子正在討價還價。

source: My phone won't let me focus
ja: スマホが気になっちゃう
ko: 휴대폰 때문에 집중이 안 돼
zh_hant_tw: 手機讓我無法專心

source: MY PRIDE IS DOING MOST OF THE WORK.
ja: いまは、ほぼ意地で頑張ってる。
ko: 지금은 자존심으로 버티는 중이야.
zh_hant_tw: 現在主要是我的自尊心在出力。

source: MY PROMISE TO LUNA:
ja: ルナへの約束：
ko: 루나에게 하는 약속:
zh_hant_tw: 我對 Luna 的承諾：

source: NAME YOUR MODE
ja: モードの名前
ko: 모드 이름
zh_hant_tw: 為模式取個名字

source: NEW
ja: 新着
ko: 새 편지
zh_hant_tw: 新信件

source: NEW LETTER
ja: 新しいお手紙
ko: 새 편지
zh_hant_tw: 新來信

source: New letter, %@
ja: 新しいお手紙、%@
ko: 새 편지, %@
zh_hant_tw: 新來信，%@

source: Next pose
ja: 次のポーズ
ko: 다음 동작
zh_hant_tw: 下一個動作

source: NICE AND STEADY.
ja: いいね、その調子。
ko: 좋아, 차근차근.
zh_hant_tw: 很好，穩穩地繼續。

source: NO PAIN, NO GAIN!
ja: 頑張った分だけ、強くなる！
ko: 힘낸 만큼 튼튼해져!
zh_hant_tw: 每一份努力，都會讓我們更強！

source: No premium purchase was found on this device.
ja: このデバイスではProの購入が見つかりませんでした。
ko: 이 기기에서 Pro 구매 내역을 찾지 못했어요.
zh_hant_tw: 在這部裝置上找不到 Pro 購買紀錄。

source: None
ja: なし
ko: 없음
zh_hant_tw: 無

source: Not selected
ja: 未選択
ko: 선택 안 됨
zh_hant_tw: 未選取

source: Notifications & Audio
ja: 通知とサウンド
ko: 알림 및 소리
zh_hant_tw: 通知與音效

source: Ocean
ja: 波音
ko: 파도 소리
zh_hant_tw: 海浪

source: OFFICIAL WEBSITE
ja: 公式サイト
ko: 공식 웹사이트
zh_hant_tw: 官方網站

source: Oh... you caught me.
ja: あ…見つかっちゃった。
ko: 앗… 들켰네.
zh_hant_tw: 啊……被你發現了。

source: Okay... confession. I can't stop eating. Maybe I need a training partner. What's your name?
ja: えっと…白状します。つい食べすぎちゃうの。一緒にトレーニングしてくれる子がいたらなあ。あなたのお名前は？
ko: 음… 솔직히 말할게. 자꾸 먹게 돼. 같이 운동할 친구가 있으면 좋겠다. 이름이 뭐야?
zh_hant_tw: 好吧……我承認，我就是停不下來一直吃。也許我需要一個一起訓練的夥伴。你叫什麼名字呀？

source: ON THE WAY
ja: お届け中
ko: 배달 중
zh_hant_tw: 送達途中

source: Onboarding progress
ja: はじめの設定の進み具合
ko: 시작 안내 진행 상황
zh_hant_tw: 初次設定進度

source: ONE LAST DRAMATIC EFFORT.
ja: 最後に、派手にひと頑張り。
ko: 마지막으로 거창하게 힘내 보자.
zh_hant_tw: 最後一次，華麗地努力！

source: ONE LAST PUSH!
ja: あとひと踏ん張り！
ko: 마지막으로 한 번 더!
zh_hant_tw: 最後再加把勁！

source: ONE LAST PUSH. THEN WE FLOP.
ja: あとひと頑張り。それから、ごろん。
ko: 마지막으로 힘내고, 같이 뻗자.
zh_hant_tw: 最後再努力一下，然後一起癱平。

source: Open %@
ja: %@を開く
ko: %@ 열기
zh_hant_tw: 打開 %@

source: Open letter
ja: 手紙を開く
ko: 편지 열기
zh_hant_tw: 打開信件

source: Open the latest version
ja: 最新版を開く
ko: 최신 버전 보기
zh_hant_tw: 查看最新版本

source: Open the signature panel
ja: サイン欄を開く
ko: 서명 창 열기
zh_hant_tw: 開啟簽名欄

source: Opens a preview of the Pro letter experience
ja: Proのお手紙体験のプレビューを開きます
ko: Pro 편지 미리 보기를 열어요
zh_hant_tw: 預覽 Pro 的信件體驗

source: Opens Luna's letter
ja: ルナのお手紙を開きます
ko: 루나의 편지를 열어요
zh_hant_tw: 打開 Luna 的信

source: Opens Luna's new letter
ja: ルナの新しいお手紙を開きます
ko: 루나의 새 편지를 열어요
zh_hant_tw: 打開 Luna 的新來信

source: Opens premium access options
ja: Proのプランを開きます
ko: Pro 이용 옵션을 열어요
zh_hant_tw: 查看 Pro 升級選項

source: Opens Pro plans
ja: Proのプランを開きます
ko: Pro 요금제를 열어요
zh_hant_tw: 查看 Pro 方案

source: Opens Pro subscription options
ja: Proのサブスクリプションを開きます
ko: Pro 구독 옵션을 열어요
zh_hant_tw: 查看 Pro 訂閱選項

source: Opens the letter
ja: お手紙を開きます
ko: 편지를 열어요
zh_hant_tw: 打開信件

source: Opens training preset settings
ja: トレーニングの設定を開きます
ko: 훈련 설정을 열어요
zh_hant_tw: 開啟訓練設定

source: Our Little Pact
ja: ふたりの小さな約束
ko: 우리만의 작은 약속
zh_hant_tw: 我們的小小約定

source: Outside this month
ja: 今月以外
ko: 이번 달이 아님
zh_hant_tw: 不在本月份內

source: PAWSOME PACT
ja: にゃんとも素敵な約束
ko: 루나와의 작은 약속
zh_hant_tw: 我們的喵喵約定

source: PEAK
ja: 絶好調
ko: 최고예요
zh_hant_tw: 狀態滿分

source: Peak Form
ja: 絶好調のわたしたち
ko: 우리의 최고의 순간
zh_hant_tw: 狀態滿分

source: Photo access is required to save this video. You can allow it in Settings.
ja: 動画を保存するには、写真への追加を許可してください。「設定」で変更できます。
ko: 영상을 저장하려면 사진 추가 권한이 필요해요. 설정에서 허용할 수 있어요.
zh_hant_tw: 儲存影片需要加入照片的權限，你可以在「設定」中開啟。

source: Pool Day
ja: プールの日
ko: 수영장 가는 날
zh_hant_tw: 泳池日

source: Pre-training pose
ja: おためしトレーニングのポーズ
ko: 준비 훈련 동작
zh_hant_tw: 暖身訓練動作

source: Premium Unlocked
ja: Proをアンロックしました
ko: Pro가 열렸어요
zh_hant_tw: 已解鎖 Pro

source: Preview Idle State
ja: 待機中のプレビュー
ko: 대기 상태 미리 보기
zh_hant_tw: 預覽待機狀態

source: Preview Training State
ja: トレーニング中のプレビュー
ko: 훈련 상태 미리 보기
zh_hant_tw: 預覽訓練狀態

source: Previous pose
ja: 前のポーズ
ko: 이전 동작
zh_hant_tw: 上一個動作

source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hant_tw: 隱私權政策

source: Procrastination
ja: つい後回しにしちゃう
ko: 자꾸 미루게 돼
zh_hant_tw: 總是拖延

source: Progress stats to build better focus habits
ja: 記録を見ながら、集中を習慣に
ko: 집중 습관을 키우는 성장 기록
zh_hant_tw: 用成長紀錄培養專注習慣

source: Purring
ja: ゴロゴロ
ko: 골골송
zh_hant_tw: 貓咪呼嚕

source: Push Up
ja: 腕立て伏せ
ko: 팔굽혀펴기
zh_hant_tw: 伏地挺身

source: Put your name on it.
ja: あなたの名前を添えてね。
ko: 여기에 이름을 적어 주세요.
zh_hant_tw: 寫下你的名字吧。

source: Rain
ja: 雨音
ko: 빗소리
zh_hant_tw: 雨聲

source: Rain outside, warm paws inside. You kept your promise this week, so I kept your seat warm. — Luna
ja: 外は雨。でも、おうちの肉球はぽかぽか。今週も約束を守ってくれたから、あなたの席をあたためておいたよ。— ルナ
ko: 밖에는 비, 안에는 따뜻한 발. 이번 주에도 네가 약속을 지켰으니까, 나는 네 자리를 따뜻하게 데워 뒀어. — 루나
zh_hant_tw: 外面下著雨，家裡的小爪子暖呼呼。這週你守住了約定，所以我也幫你把位子坐暖了。— Luna

source: Rainy Day Report
ja: 雨の日のご報告
ko: 비 오는 날의 소식
zh_hant_tw: 雨天小報告

source: Read
ja: 読書
ko: 독서
zh_hant_tw: 閱讀

source: READ WITH LUNA FOR %lld MIN
ja: ルナと一緒に%lld分読書したよ
ko: 루나와 함께 %lld분 책을 읽었어요
zh_hant_tw: 和 Luna 一起閱讀了 %lld 分鐘

source: reading
ja: 読書
ko: 독서
zh_hant_tw: 閱讀

source: Reading
ja: 読書
ko: 독서
zh_hant_tw: 閱讀

source: Ready
ja: 準備OK
ko: 준비됐어요
zh_hant_tw: 準備好了

source: READY FOR ANOTHER ROUND?
ja: もうひと頑張り、してみる？
ko: 한 번 더 함께해 볼까요?
zh_hant_tw: 準備好再一起努力了嗎？

source: READY TO TRY SOMETHING NEW? I AM NOT.
ja: 新しいこと、やってみる？ わたしはまだ。
ko: 새로운 걸 해 볼 준비됐어? 난 아직.
zh_hant_tw: 準備好試試新東西了嗎？我還沒。

source: READY WHEN YOU ARE?
ja: 準備できたら、はじめよう？
ko: 준비되면 시작할까?
zh_hant_tw: 你準備好了，我就出發？

source: Recent Sessions
ja: 最近のセッション
ko: 최근 세션
zh_hant_tw: 最近的專注

source: Renew Pro to Keep Receiving
ja: Proを再開してお手紙を受け取る
ko: Pro 다시 구독하고 편지 받기
zh_hant_tw: 重新訂閱 Pro，繼續收信

source: Renews %@
ja: %@に更新
ko: %@에 갱신
zh_hant_tw: %@ 續訂

source: Reset Cat Stats
ja: ルナの記録をリセット
ko: 루나 기록 초기화
zh_hant_tw: 重設 Luna 的紀錄

source: Rest affects the score
ja: お休みと元気度
ko: 쉬는 날과 컨디션
zh_hant_tw: 休息也會影響活力

source: REST IS PART OF THE WORK.
ja: 休むのも、頑張るうち。
ko: 쉬는 것도 노력의 일부야.
zh_hant_tw: 休息，也是努力的一部分。

source: RESTART
ja: もう一度はじめる
ko: 다시 시작
zh_hant_tw: 重新開始

source: Resting
ja: ひと休み
ko: 휴식
zh_hant_tw: 休息

source: Restore
ja: 購入を復元
ko: 복원
zh_hant_tw: 恢復購買

source: Restore Check Complete
ja: 復元の確認が完了しました
ko: 복원 확인 완료
zh_hant_tw: 恢復確認完成

source: Restore Purchases
ja: 購入を復元
ko: 구매 복원
zh_hant_tw: 恢復購買

source: Run
ja: ランニング
ko: 달리기
zh_hant_tw: 跑步

source: SAMPLE LETTER
ja: お手紙の見本
ko: 편지 미리 보기
zh_hant_tw: 信件範例

source: Sample letter from Luna, partially locked
ja: ルナからの見本のお手紙、一部ロック中
ko: 루나의 미리 보기 편지, 일부 잠김
zh_hant_tw: Luna 的信件範例，部分內容尚未解鎖

source: Save
ja: 保存
ko: 저장
zh_hant_tw: 儲存

source: Save Card
ja: カードを保存
ko: 카드 저장
zh_hant_tw: 儲存卡片

source: Save focus video
ja: 集中の動画を保存
ko: 집중 영상 저장
zh_hant_tw: 儲存專注影片

source: Save share card
ja: シェアカードを保存
ko: 공유 카드 저장
zh_hant_tw: 儲存分享卡片

source: Save Video
ja: 動画を保存
ko: 영상 저장
zh_hant_tw: 儲存影片

source: Saving
ja: 保存中
ko: 저장 중
zh_hant_tw: 儲存中

source: Saving focus video
ja: 集中の動画を保存中
ko: 집중 영상 저장 중
zh_hant_tw: 正在儲存專注影片

source: Seal the Pact
ja: 約束を結ぶ
ko: 약속 완성하기
zh_hant_tw: 蓋下我們的約定

source: Selected
ja: 選択中
ko: 선택됨
zh_hant_tw: 已選取

source: Session Alerts
ja: セッションの通知
ko: 세션 알림
zh_hant_tw: 專注提醒

source: Sessions
ja: セッション
ko: 세션
zh_hant_tw: 專注次數

source: Settings
ja: 設定
ko: 설정
zh_hant_tw: 設定

source: Share
ja: シェア
ko: 공유
zh_hant_tw: 分享

source: Share focus card
ja: 集中のカードをシェア
ko: 집중 카드 공유
zh_hant_tw: 分享專注卡片

source: SHARE TO WORLD
ja: みんなにシェア
ko: 함께 나누기
zh_hant_tw: 分享給大家

source: Short Break
ja: 短い休憩
ko: 짧은 휴식
zh_hant_tw: 短休息

source: Show all %lld poses
ja: 全%lld種類のポーズを表示
ko: 모든 동작 %lld개 보기
zh_hant_tw: 顯示全部 %lld 個動作

source: Show all training poses
ja: すべてのポーズを表示
ko: 모든 훈련 동작 보기
zh_hant_tw: 顯示所有訓練動作

source: Show fewer poses
ja: ポーズを折りたたむ
ko: 동작 접기
zh_hant_tw: 收起動作

source: Show fewer training poses
ja: ポーズを折りたたむ
ko: 훈련 동작 접기
zh_hant_tw: 收起訓練動作

source: Show Me
ja: 見せて！
ko: 보여 줘!
zh_hant_tw: 讓我看看！

source: SHOW ME WHAT YOU'VE GOT.
ja: あなたの頑張り、見せて。
ko: 네 힘을 보여 줘.
zh_hant_tw: 讓我看看你的本事吧。

source: Sign Above to Continue
ja: サインしてつづける
ko: 서명하고 계속하기
zh_hant_tw: 簽名後繼續

source: Sign in with the Apple Account used for CatFocus.
ja: CatFocusで使ったApple Accountでサインインしてください。
ko: CatFocus에서 사용한 Apple 계정으로 로그인해 주세요.
zh_hant_tw: 請使用購買 CatFocus 時的 Apple 帳號登入。

source: Sign the Pact
ja: 約束にサインする
ko: 약속에 서명하기
zh_hant_tw: 簽下我們的約定

source: SIGN THE PACT
ja: 約束にサインしよう
ko: 우리의 약속에 서명해요
zh_hant_tw: 簽下我們的約定

source: Sit Up
ja: 腹筋
ko: 윗몸 일으키기
zh_hant_tw: 仰臥起坐

source: Skip Break
ja: 休憩をスキップ
ko: 휴식 건너뛰기
zh_hant_tw: 略過休息

source: Slide to cancel
ja: スライドして中止
ko: 밀어서 취소
zh_hant_tw: 滑動取消

source: SLIDE TO CANCEL
ja: スライドして中止
ko: 밀어서 취소
zh_hant_tw: 滑動取消

source: So... shall we make a pact?
ja: ねえ…ふたりで約束しない？
ko: 그럼… 우리 약속 하나 할까?
zh_hant_tw: 那麼……我們來做個約定，好不好？

source: something else
ja: 好きなこと
ko: 하고 싶은 일
zh_hant_tw: 做你喜歡的事

source: Something else
ja: ほかのこと
ko: 다른 일
zh_hant_tw: 其他事情

source: Something new just arrived in your CatFocus mailbox.
ja: CatFocusのポストに、新しいサプライズが届いたよ。
ko: CatFocus 우편함에 새로운 선물이 도착했어요.
zh_hant_tw: 你的 CatFocus 信箱裡，多了一份新驚喜。

source: Sounds Good
ja: いいね、一緒にやろう
ko: 좋아, 같이 해 보자
zh_hant_tw: 好呀，一起試試

source: Start
ja: はじめる
ko: 시작하기
zh_hant_tw: 開始

source: Start %lld Min Break
ja: %lld分の休憩をはじめる
ko: %lld분 휴식 시작하기
zh_hant_tw: 開始休息 %lld 分鐘

source: Start Next Focus
ja: 次の集中をはじめる
ko: 다음 집중 시작하기
zh_hant_tw: 開始下一次專注

source: Stats
ja: 統計
ko: 통계
zh_hant_tw: 統計

source: Stay focused longer with Luna by your side.
ja: ルナと一緒なら、もう少し頑張れそう。
ko: 루나가 곁에 있으면 조금 더 집중할 수 있어요.
zh_hant_tw: 有 Luna 在身旁，陪你專心久一點。

source: Step %lld of %lld
ja: %2$lldステップ中の%1$lld
ko: 총 %2$lld단계 중 %1$lld단계
zh_hant_tw: 第 %1$lld 步，共 %2$lld 步

source: STRONG
ja: たくましい
ko: 튼튼해요
zh_hant_tw: 越來越強

source: STUDIED WITH LUNA FOR %lld MIN
ja: ルナと一緒に%lld分勉強したよ
ko: 루나와 함께 %lld분 공부했어요
zh_hant_tw: 和 Luna 一起學習了 %lld 分鐘

source: study
ja: 勉強
ko: 공부
zh_hant_tw: 學習

source: Study
ja: 勉強
ko: 공부
zh_hant_tw: 學習

source: SUCCESS!
ja: やったね！
ko: 해냈어요!
zh_hant_tw: 做到了！

source: Swimming
ja: 水泳
ko: 수영
zh_hant_tw: 游泳

source: Swipe left or right to choose a pose
ja: 左右にスワイプしてポーズを選びます
ko: 좌우로 밀어 동작을 골라요
zh_hant_tw: 左右滑動選擇動作

source: Swipe left to cancel the training session
ja: 左にスワイプしてトレーニングを中止します
ko: 왼쪽으로 밀어 훈련을 취소해요
zh_hant_tw: 向左滑動取消訓練

source: TAKE A BREATH
ja: ひと息つこう
ko: 잠깐 숨을 돌려요
zh_hant_tw: 先喘口氣吧

source: TAKE A BREATH. WE'LL BE HERE.
ja: ひと息ついてね。ここで待ってるよ。
ko: 숨 좀 돌려. 여기서 기다릴게.
zh_hant_tw: 先喘口氣，我會在這裡等你。

source: Tap to change the pre-training pose
ja: タップしておためしのポーズを変えます
ko: 탭해서 준비 훈련 동작을 바꿔요
zh_hant_tw: 點一下更換暖身動作

source: Tap to close
ja: タップして閉じる
ko: 탭해서 닫기
zh_hant_tw: 點一下收起

source: Tap to continue
ja: タップしてつづける
ko: 탭해서 계속하기
zh_hant_tw: 點一下繼續

source: TAP TO CONTINUE
ja: タップしてつづける
ko: 탭해서 계속하기
zh_hant_tw: 點一下繼續

source: Tap to open Luna's sample letter
ja: タップしてルナのお手紙をのぞく
ko: 탭해서 루나의 편지 미리 보기
zh_hant_tw: 點一下看看 Luna 的信

source: Tap to read Luna's note
ja: タップしてルナのお手紙を読む
ko: 탭해서 루나의 편지 읽기
zh_hant_tw: 點一下讀 Luna 的信

source: Tap to see the photo
ja: タップして写真を見る
ko: 탭해서 사진 보기
zh_hant_tw: 點一下看照片

source: Terms of Use
ja: 利用規約
ko: 이용 약관
zh_hant_tw: 使用條款

source: THANK YOU FOR STAYING FOCUSED. I FEEL MUCH STRONGER NOW!
ja: 集中してくれてありがとう。わたし、ずっと強くなったよ！
ko: 집중해 줘서 고마워. 나, 훨씬 튼튼해졌어!
zh_hant_tw: 謝謝你這麼專心，我覺得自己變強了好多！

source: THAT'S THE SPIRIT.
ja: その意気！
ko: 바로 그거야!
zh_hant_tw: 就是這個精神！

source: The Apple Account was entered successfully. Live purchase restoration will be enabled after StoreKit is connected.
ja: Apple Accountを受け付けました。購入の復元は、StoreKitの接続後に利用できます。
ko: Apple 계정이 입력됐어요. 실제 구매 복원은 StoreKit 연결 후 이용할 수 있어요.
zh_hant_tw: 已收到 Apple 帳號資訊。串接 StoreKit 後即可恢復實際購買項目。

source: The Long Way Home
ja: 遠回りの帰り道
ko: 집으로 돌아가는 먼 길
zh_hant_tw: 繞遠路回家

source: The Missing Scoop
ja: 消えたアイスの謎
ko: 사라진 아이스크림
zh_hant_tw: 消失的冰淇淋

source: THE REST IS FOR PRO FRIENDS
ja: つづきはProのお友だちへ
ko: 다음 이야기는 Pro 친구에게
zh_hant_tw: 後續故事，留給 Pro 好朋友

source: The video could not be saved to Photos.
ja: 写真に動画を保存できませんでした。
ko: 사진 앱에 영상을 저장하지 못했어요.
zh_hant_tw: 無法將影片儲存至「照片」。

source: Then %@/week. Cancel anytime.
ja: その後は週%@。いつでも解約できます。
ko: 이후 주 %@. 언제든 해지할 수 있어요.
zh_hant_tw: 之後每週 %@，隨時可以取消。

source: THEN WE CELEBRATE HORIZONTALLY.
ja: 終わったら、寝ころんでお祝いね。
ko: 끝나면 누워서 축하하자.
zh_hant_tw: 然後我們就躺平慶祝。

source: There is a floor
ja: 元気度には下限があります
ko: 컨디션에는 최저치가 있어요
zh_hant_tw: 活力有最低值

source: Thirty days of showing up deserves a dramatic photograph. I am proud of us, but especially of you. — Luna
ja: 30日も一緒に頑張ったんだから、とびきりの写真を撮らなきゃ。ふたりともよくやったね。でも、いちばん誇らしいのは、あなたのこと。— ルナ
ko: 30일 동안 함께했으니까 근사한 사진 한 장은 남겨야지. 우리가 참 자랑스러워. 특히 네가. — 루나
zh_hant_tw: 連續來陪伴了 30 天，值得拍一張超有氣勢的照片。我為我們感到驕傲，但最讓我驕傲的，是你。— Luna

source: THIS BETTER COUNT AS A NAP LATER.
ja: この分、あとでお昼寝させてね。
ko: 이만큼 했으니까 나중에 더 자도 되지?
zh_hant_tw: 等一下我要把這些努力換成午覺。

source: THIS COUNTS AS AN ADVENTURE, RIGHT?
ja: これも冒険ってことで、いいよね？
ko: 이것도 모험이라고 할 수 있지?
zh_hant_tw: 這也算是一場冒險，對吧？

source: THIS PAUSE HAS MY FULL SUPPORT.
ja: この休憩、大賛成。
ko: 이번 휴식은 적극 찬성이야.
zh_hant_tw: 這次暫停，我舉雙爪贊成。

source: Timer Configuration
ja: タイマー設定
ko: 타이머 설정
zh_hant_tw: 計時器設定

source: Tiny Workout
ja: 小さなトレーニング
ko: 작은 운동
zh_hant_tw: 小小訓練

source: TO
ja: 宛先
ko: 받는 이
zh_hant_tw: 收件人

source: TO %@:
ja: %@さんへ
ko: %@에게
zh_hant_tw: 給 %@：

source: Today
ja: 今日
ko: 오늘
zh_hant_tw: 今天

source: Today · Luna's desk
ja: 今日 · ルナの机
ko: 오늘 · 루나의 책상
zh_hant_tw: 今天 · Luna 的書桌

source: Toggle State
ja: 状態を切り替える
ko: 상태 전환
zh_hant_tw: 切換狀態

source: TRAINED WITH LUNA FOR %lld MIN
ja: ルナと一緒に%lld分運動したよ
ko: 루나와 함께 %lld분 운동했어요
zh_hant_tw: 和 Luna 一起運動了 %lld 分鐘

source: Training
ja: トレーニング中
ko: 훈련 중
zh_hant_tw: 訓練中

source: Training pose
ja: トレーニングのポーズ
ko: 훈련 동작
zh_hant_tw: 訓練動作

source: Training Pose
ja: トレーニングのポーズ
ko: 훈련 동작
zh_hant_tw: 訓練動作

source: Training Preset
ja: トレーニングの設定
ko: 훈련 설정
zh_hant_tw: 訓練設定

source: Trial
ja: おためし
ko: 체험
zh_hant_tw: 試體驗

source: Two whole weeks! I celebrated by learning to swim without getting my whiskers wet. Mostly. — Luna
ja: まるまる二週間！ お祝いに、ひげを濡らさず泳ぐ練習をしたよ。だいたい、できたと思う。— ルナ
ko: 벌써 2주야! 기념으로 수염을 안 적시고 수영하는 법을 배웠어. 거의 성공했지. — 루나
zh_hant_tw: 整整兩週耶！為了慶祝，我學會了不弄濕鬍鬚的游泳方式。大致上啦。— Luna

source: Unable to create a share video.
ja: シェア用の動画を作成できませんでした。
ko: 공유할 영상을 만들지 못했어요.
zh_hant_tw: 無法製作分享影片。

source: Unlimited Focus sessions
ja: 集中セッションを回数制限なしで
ko: 횟수 제한 없는 집중 세션
zh_hant_tw: 不限次數的專注

source: Unlock Every Pose. Start Free.
ja: すべてのポーズをアンロック。 まずは無料で。
ko: 모든 동작을 만나 보세요. 무료로 시작해요.
zh_hant_tw: 解鎖所有動作。 免費開始。

source: Unlock every pose. Start free.
ja: すべてのポーズをアンロック。まずは無料で。
ko: 모든 동작을 만나 보세요. 무료로 시작해요.
zh_hant_tw: 解鎖所有動作，免費開始。

source: Unlock Every Postcard
ja: ルナのお手紙を、すべて
ko: 루나의 모든 엽서를 만나 보세요
zh_hant_tw: 解鎖每一張明信片

source: Unlock Luna's photos and handwritten stories.
ja: ルナの写真と手書きのお手紙を受け取ろう。
ko: 루나의 사진과 손편지를 만나 보세요.
zh_hant_tw: 解鎖 Luna 的照片與親筆故事。

source: Unlocks at %lld active days
ja: %lld日集中すると開けられるよ
ko: %lld일 집중하면 열려요
zh_hant_tw: 累積專注 %lld 天即可解鎖

source: Use This Mode
ja: このモードを使う
ko: 이 모드 사용하기
zh_hant_tw: 使用這個模式

source: Victory
ja: やったね
ko: 성공
zh_hant_tw: 成功

source: VICTORY IS CLOSE.
ja: やったねまで、あと少し。
ko: 성공이 눈앞이야.
zh_hant_tw: 勝利就在前面了。

source: Victory Photo
ja: やったねの一枚
ko: 성공 기념사진
zh_hant_tw: 勝利紀念照

source: Video Saved
ja: 動画を保存しました
ko: 영상이 저장됐어요
zh_hant_tw: 影片已儲存

source: VIEW ONLINE
ja: ウェブで見る
ko: 온라인에서 보기
zh_hant_tw: 在線上查看

source: Visit CatFocus
ja: CatFocusのサイトへ
ko: CatFocus 웹사이트 방문
zh_hant_tw: 前往 CatFocus 網站

source: WE CAN PICK THIS UP WHEN YOU'RE READY.
ja: 準備ができたら、また一緒に。
ko: 준비되면 다시 함께하면 돼.
zh_hant_tw: 等你準備好了，我們再一起繼續。

source: Weekly
ja: 週
ko: 주간
zh_hant_tw: 每週

source: WELCOME LETTER
ja: はじめましてのお手紙
ko: 첫인사 편지
zh_hant_tw: 第一封來信

source: Welcome letter from Luna
ja: ルナからのはじめましてのお手紙
ko: 루나의 첫인사 편지
zh_hant_tw: Luna 的第一封來信

source: What changes
ja: 変わること
ko: 달라지는 점
zh_hant_tw: 會有哪些改變

source: What do you want to focus on?
ja: どんなことに集中したい？
ko: 어떤 일에 집중하고 싶어?
zh_hant_tw: 你想專心做些什麼呢？

source: When should I nudge you to focus?
ja: いつ、集中のお誘いをしようか？
ko: 언제 집중하자고 살짝 알려 줄까?
zh_hant_tw: 什麼時候提醒你一起專注比較好呢？

source: White noise
ja: 環境音
ko: 배경 소리
zh_hant_tw: 背景音效

source: work
ja: 仕事
ko: 일
zh_hant_tw: 工作

source: Work
ja: 仕事
ko: 업무
zh_hant_tw: 工作

source: WORKED WITH LUNA FOR %lld MIN
ja: ルナと一緒に%lld分お仕事したよ
ko: 루나와 함께 %lld분 일했어요
zh_hant_tw: 和 Luna 一起工作了 %lld 分鐘

source: You keep showing up and I will keep writing. This is our little pact...
ja: あなたがここに来てくれるなら、わたしはずっとお手紙を書くね。これが、ふたりの小さな約束…
ko: 네가 계속 함께해 주면 나도 계속 편지를 쓸게. 이건 우리만의 작은 약속이야…
zh_hant_tw: 只要你一直來陪我，我就會一直寫信。這是屬於我們的小小約定……

source: YOU SIGN HERE
ja: ここにサインしてね
ko: 여기에 서명해요
zh_hant_tw: 在這裡簽名

source: YOU'RE LOOKING STRONG.
ja: いい感じ、たくましいね。
ko: 점점 튼튼해 보이는데?
zh_hant_tw: 你看起來越來越強了。

source: Your collection is safe. Renew to receive new mail.
ja: 集めたお手紙はそのまま大切に保管されています。再開すると、新しいお手紙が届きます。
ko: 모은 편지는 안전하게 보관돼요. 다시 구독하면 새 편지를 받을 수 있어요.
zh_hant_tw: 你收藏的信件都會好好保留；重新訂閱後，就能收到新的來信。

source: Your current health is %lld%%
ja: いまの元気度は%lld%%です
ko: 현재 컨디션은 %lld%%예요
zh_hant_tw: 目前活力為 %lld%%

source: Your first album is complete.
ja: 最初のアルバムがそろったね！
ko: 첫 앨범을 다 모았어요!
zh_hant_tw: 你的第一本相簿收集完成了！

source: your focus
ja: やりたいこと
ko: 하고 싶은 일
zh_hant_tw: 做你想做的事

source: Your focus card is now in Photos.
ja: 集中のカードを写真に保存しました。
ko: 집중 카드가 사진 앱에 저장됐어요.
zh_hant_tw: 你的專注卡片已儲存至「照片」。

source: Your focus video is now in Photos.
ja: 集中の動画を写真に保存しました。
ko: 집중 영상이 사진 앱에 저장됐어요.
zh_hant_tw: 你的專注影片已儲存至「照片」。

source: Your next focus session is ready whenever you are.
ja: 準備ができたら、いつでも次のセッションをはじめられるよ。
ko: 준비되면 언제든 다음 세션을 시작할 수 있어요.
zh_hant_tw: 準備好了，隨時都能開始下一段專注。

source: Your next focus starts when you choose it.
ja: 次の集中は、あなたのタイミングではじめよう。
ko: 다음 집중은 원할 때 시작하면 돼요.
zh_hant_tw: 下一次專注，就等你準備好再開始。

source: Your next letter is queued.
ja: 次のお手紙を準備しているよ。
ko: 다음 편지를 준비하고 있어요.
zh_hant_tw: 下一封來信正在準備中。

source: Your premium access is active on this device.
ja: このデバイスではProが有効です。
ko: 이 기기에서 Pro를 이용 중이에요.
zh_hant_tw: 這部裝置已啟用 Pro。

source: $0.05/day
ja: $0.05/日
ko: 하루 $0.05
zh_hant_tw: 每天 $0.05

source: $0.11/day
ja: $0.11/日
ko: 하루 $0.11
zh_hant_tw: 每天 $0.11

source: Annually
ja: 年間
ko: 연간
zh_hant_tw: 年繳

source: Best Deal
ja: 一番お得
ko: 최고 혜택
zh_hant_tw: 最優惠

source: Claim Now
ja: 今すぐ申し込む
ko: 지금 받기
zh_hant_tw: 立即領取

source: Lifetime
ja: 買い切り
ko: 평생 이용
zh_hant_tw: 終身

source: One time purchase
ja: 一度限りの購入
ko: 1회 구매
zh_hant_tw: 一次性購買

source: Quarter
ja: 3か月
ko: 분기
zh_hant_tw: 季繳

source: OK
ko: 확인
zh_hant_tw: 好
